aaron-bond.better-comments
ahmadawais.shades-of-purple
alefragnani.project-manager
bubersson.theme-hop-light
bungcip.better-toml
donjayamanne.githistory
eamodio.gitlens
johnpapa.vscode-peacock
lamartire.git-indicators
mechatroner.rainbow-csv
ms-python.python
ms-vscode.vs-keybindings
PKief.material-icon-theme
njpwerner.autodocstring
robertohuertasm.vscode-icons
sdras.night-owl
wesbos.theme-cobalt2
yzhang.markdown-all-in-one
