aaron-bond.better-comments
alefragnani.project-manager
Angular.ng-template
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
eamodio.gitlens
EditorConfig.EditorConfig
fivethree.vscode-ionic-snippets
janisdd.vscode-edit-csv
johnpapa.vscode-peacock
liviuschera.noctis
Mikael.Angular-BeastCode
ms-python.python
naumovs.color-highlight
oderwat.indent-rainbow
pnp.polacode
vscode-icons-team.vscode-icons
yzhang.markdown-all-in-one
