aaron-bond.better-comments
ahmadawais.shades-of-purple
alefragnani.project-manager
Angular.ng-template
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
hnw.vscode-auto-open-markdown-preview
humao.rest-client
janisdd.vscode-edit-csv
johnpapa.angular-essentials
johnpapa.Angular2
johnpapa.vscode-peacock
mikestead.dotenv
ms-python.python
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
natewallace.angular2-inline
naumovs.color-highlight
nrwl.angular-console
oderwat.indent-rainbow
PKief.material-icon-theme
pnp.polacode
quicktype.quicktype
ritwickdey.LiveServer
vincaslt.highlight-matching-tag
vscode-icons-team.vscode-icons
wesbos.theme-cobalt2
xabikos.JavaScriptSnippets
